Repository: KDE/samba-mounter
Catalog: po/*/kcm_sambamounter.po
Languages: ar, ca@valencia, de, el, es, et, eu, fi, hi, id, it, ko, lt, nl, nn, pl, pt, ro, ru, sk, tr, uk, zh_tw

source: Name:
ar: الاسم:
ca@valencia: Nom:
el: Όνομα:
es: Nombre:
et: Nimi:
eu: Izena:
fi: Nimi:
hi: नाम:
id: Nama:
it: Nome:
ko: 이름:
lt: Pavadinimas:
nl: Naam:
nn: Namn:
pl: Nazwa:
pt: Nome:
ro: Denumire:
ru: Имя:
sk: Názov:
tr: İsim:
uk: Назва:
zh_tw: 名稱：

source: Samba Share:
ar: ملفات سامبا التشاركية:
ca@valencia: Compartició de Samba:
de: Samba-Freigabe:
el: Κοινός πόρος Samba:
es: Partición Samba:
et: Samba jagatud ressurss:
eu: Samba partekatzea:
fi: Samba-jako:
hi: साम्बा साझेदारी
it: Condivisione Samba:
ko: Samba 공유:
lt: Samba viešinys:
nn: Samba-ressurs:
pl: Udział Samby:
pt: Partilha de Samba:
ro: Partajare Samba:
ru: Ресурс Samba:
sk: Zdieľanie Samby:
tr: Samba Paylaşım:
uk: Спільний ресурс Samba:
zh_tw: Samba 分享裝置：

source: <html><head/><body><p><span style=" font-weight:600;">Not Required</span></p></body></html>
ar: <html><head/><body><p><span style=" font-weight:600;">غير مطلوب</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-weight:600;">No requerisques</span></p></body></html>
de: <html><head/><body><p><span style=" font-weight:600;">Nicht benötigt</span></p></body></html>
el: <html><head/><body><p><span style=" font-weight:600;">Δεν απαιτείται</span></p></body></html>
es: <html><head/><body><p><span style=" font-weight:600;">No se requiere</span></p></body></html>
et: <html><head/><body><p><span style=" font-weight:600;">Pole nõutav</span></p></body></html>
eu: <html><head/><body><p><span style=" font-weight:600;">Ez derrigorrezkoa</span></p></body></html>
fi: <html><head/><body><p><span style=" font-weight:600;">Ei vaadittu</span></p></body></html>
hi: <html><head/><body><p><span style=" font-weight:600;">आवश्यक नही</span></p></body></html>
id: <html><head/><body><p><span style=" font-weight:600;">Tidak Diperlukan</span></p></body></html>
it: <html><head/><body><p><span style=" font-weight:600;">Non richiesto</span></p></body></html>
ko: <html><head/><body><p><span style=" font-weight:600;">필요하지 않음</span></p></body></html>
lt: <html><head/><body><p><span style=" font-weight:600;">Nebūtina</span></p></body></html>
nl: <html><head/><body><p><span style=" font-weight:600;">Niet vereist</span></p></body></html>
nn: <html><head/><body><p><span style=" font-weight:600;">Ikkje nødvendig</span></p></body></html>
pl: <html><head/><body><p><span style=" font-weight:600;">Niewymagane</span></p></body></html>
pt: <html><head/><body><p><span style=" font-weight:600;">Não Obrigatório</span></p></body></html>
ro: <html><head/><body><p><span style=" font-weight:600;">Nu e necesar</span></p></body></html>
ru: <html><head/><body><p><span style=" font-weight:600;">Не требуется</span></p></body></html>
sk: <html><head/><body><p><span style=" font-weight:600;">Nevyžadované</span></p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Gerekli Değil</span></p></body></html>
uk: <html><head/><body><p><span style=" font-weight:600;">Не потрібен</span></p></body></html>
zh_tw: <html><head/><body><p><span style=" font-weight:600;">非必須</span></p></body></html>

source: Password:
ar: كلمة السّر:
ca@valencia: Contrasenya:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Parool:
eu: Pasahitza:
fi: Salasana:
hi: कूटशब्द :
id: Kata Sandi:
ko: 암호:
lt: Slaptažodis:
nl: Wachtwoord:
nn: Passord:
pl: Hasło:
pt: Senha:
ro: Parolă:
ru: Пароль:
sk: Heslo:
tr: Parola:
uk: Пароль:
zh_tw: 密碼：

source: Username:
ar: اسم المستخدم:
ca@valencia: Nom d'usuari:
de: Benutzername:
el: Όνομα χρήστη:
es: Usuario:
et: Kasutajanimi:
eu: Erabiltzaile-izena:
fi: Käyttäjätunnus:
hi: उपयोक्ता नाम:
id: Nama Pengguna:
it: Nome utente:
ko: 사용자 이름:
lt: Naudotojo vardas:
nl: Gebruikersnaam:
nn: Brukarnamn:
pl: Nazwa użytkownika:
pt: Utilizador:
ro: Nume de utilizator:
ru: Имя пользователя:
sk: Užívateľské meno:
tr: Kullanıcı Adı:
uk: Користувач:
zh_tw: 使用者帳號：

source: Save
ar: احفظ
ca@valencia: Guarda
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fi: Tallenna
hi: सहेजें
id: Simpan
it: Salva
ko: 저장
lt: Įrašyti
nl: Opslaan
nn: Lagra
pl: Zapisz
pt: Gravar
ro: Salvează
ru: Сохранить
sk: Uložiť
tr: Kaydet
uk: Зберегти
zh_tw: 儲存

source: You must select a folder
ar: يجب أن تختار مجلد
ca@valencia: Heu de seleccionar una carpeta
de: Sie müssen einen Ordner auswählen
el: Πρέπει να επιλέξετε έναν φάκελο
es: Debe seleccionar una carpeta
et: Valida tuleb kataloog
eu: Karpeta bat hautatu behar duzu
fi: Kansio on valittava
hi: आपको एक फ़ोल्डर चुनना ही होगा।
id: Anda harus memilih folder
it: Devi selezionare una cartella
ko: 폴더를 선택해야 합니다
lt: Privalote pasirinkti aplanką
nl: U moet een map selecteren
nn: Du må velja ei mappe
pl: Musisz wybrać katalog
pt: Tem de seleccionar uma pasta
ro: Trebuie să alegeți un dosar
ru: Необходимо выбрать папку
sk: Musíte vybrať adresár
tr: Bir klasör seçmelisiniz.
uk: Вам слід вказати теку
zh_tw: 您必須選擇一個資料夾

source: Couldn't get the server IP
ar: لم يتمكن من الحصول على عنوان الخادم
ca@valencia: No s'ha pogut obtindre la IP del servidor
de: Die Server-IP kann nicht ermittelt werden
el: Αδυναμία ανάκτησης του IP του εξυπηρετητή
es: No se pudo obtener el servidor IP
et: Serveri IP hankimine nurjus
eu: Ezin izan du zerbitzariaren IP lortu
fi: Ei saada palvelimen IP:tä
hi: सर्वर की आइपी नहीं मिल सकी
id: Tidak mendapatkan IP server
it: Impossibile ottenere l'IP del server
ko: 서버 IP를 가져올 수 없음
lt: Nepavyko gauti serverio IP adreso
nl: Kon het IP-adres van de server niet verkrijgen
nn: Klarte ikkje henta tenar-IP
pl: Nie można uzyskać IP serwera
pt: Não foi possível obter o IP do servidor
ro: Nu s-a putut obține IP-ul serverului
ru: Не удалось получить IP-адрес сервера
sk: Nemôžem získať IP servera
tr: Sunucu IP'si alınamadı
uk: Не вдалося отримати IP сервера
zh_tw: 無法取得伺服器 IP 位址

source: Please, choose another name
ar: رجاء اختر اسما أخر
ca@valencia: Trieu un altre nom
de: Wählen Sie bitte einen anderen Namen
el: Επιλέξτε άλλο όνομα
es: Por favor, elija otro nombre
et: Palun vali mõni muu nimi
eu: Aukeratu beste izen bat
fi: Valitse toinen nimi
hi: कृपया, कोई अन्य नाम चुनें
id: Mohon pilih nama yang lain
it: Scegli un altro nome
ko: 다른 이름을 지정하십시오
lt: Pasirinkite kitokį pavadinimą
nl: Kies een andere naam
nn: Vel eit anna namn
pl: Wybierz inną nazwę
pt: Por favor, escolha outro nome
ro: Alegeți altă denumire
ru: Выберите другое имя
sk: Prosím, zvoľte iný názov
tr: Lütfen, başka bir isim seçin
uk: Будь ласка, виберіть іншу назву
zh_tw: 請選擇其他名稱

source: New Share
ar: مجلد مشاركة جديد
ca@valencia: Compartició nova
de: Neue Freigabe
el: Νέος κοινός πόρος
es: Nueva partición
et: Uus jagatud ressurss
eu: Partekatze berria
fi: Uusi jako
hi: नई साझेदारी
it: Nuova condivisione
ko: 새 공유
lt: Naujas viešinys
nl: Nieuwe share
nn: Ny ressurs
pl: Nowy udział
pt: Nova Partilha
ro: Partajare nouă
ru: Новый общий ресурс
sk: Nové zdieľanie
tr: Yeni Paylaşım
uk: Новий спільний ресурс
zh_tw: 新的分享裝置

source: Couldn't find action '%1'
ar: لم يعثر على الإجراء '%1'
ca@valencia: No s'ha pogut trobar l'acció «%1»
de: Die Aktion „%1“ wurde nicht gefunden
el: Αδυναμία εύρεσης της ενέργειας '%1'
es: No se pudo encontrar la acción: «%1»
et: Toimingut "%1" ei leitud
eu: Ezin izan da aurkitu '%1' ekintza
fi: Toimintoa ”%1” ei löytynyt
hi: क्रिया '%1' नहीं ढूँढ सका
id: Tidak menemukan tindakan '%1'
it: Impossibile trovare l'azione «%1»
ko: 동작 '%1'을(를) 찾을 수 없음
lt: Nepavyko rasti veiksmo "%1"
nl: Kon actie '%1' niet vinden
nn: Fann ikkje handlinga «%1»
pl: Nie można działania '%1'
pt: Não foi possível encontrar a acção '%1'
ro: Acțiunea „%1” nu a putut fi găsită
ru: Не удалось найти действие «%1»
sk: Nemôžem nájsť akciu '%1'
tr: '%1' eylemi bulunamadı
uk: Не вдалося знайти дію «%1»
zh_tw: 無法尋找動作 '%1'

source: Error triggering mount: %1
ar: خطأ أثناء الضم: %1
ca@valencia: S'ha produït un error en iniciar el muntatge: %1
de: Fehler beim Einhängen: %1
el: Σφάλμα ενεργοποίησης προσάρτησης: %1
es: Error al desencadenar un montaje: %1
et: Tõrge ühendamise käivitamisel: %1
eu: Errorea mount eragitean: %1
fi: Virhe käynnistettäessä liitosta: %1
hi: माउंट ट्रिगर करने में त्रुटि : %1
id: Galat pemicuan kait: %1
it: Errore all'attivazione del montaggio: %1
ko: 마운트 실행 중 오류 발생: %1
lt: Klaida paleidžiant prijungimą: %1
nl: Fout die aankoppelen start: %1
nn: Feil ved utløysing av montering: %1
pl: Błąd przy podpinaniu: %1
pt: Erro ao efectuar a montagem: %1
ro: Eroare la declanșarea montării: %1
ru: Ошибка при работе с ресурсом: %1
sk: Chyba spúšťania pripojenia: %1
tr: Bağlama tetikleme hatası: %1
uk: Помилка під час спроби монтування: %1
zh_tw: 觸發 mount 時發生錯誤： %1

source: Error %1 on '%2': %3
ar: خطأ %1 على '%2': %3
ca@valencia: Error %1 a «%2»: %3
de: Fehler %1 auf %2: %3
el: Σφάλμα %1 στο '%2': %3
es: Error %1 en «%2»: %3
et: "%2" tõrge %1: %3
eu: %1 errorea '%2'-(a)n: %3
fi: Virhe %1 kohteessa ”%2”: %3
hi: '%2' पर त्रुटि %1 : %3
id: Galat %1 di '%2': %3
it: Error %1 su «%2»: %3
ko: '%2'의 오류 %1: %3
lt: Klaida %1 ties "%2": %3
nl: Fout %1 op '%2': %3
nn: Feil %1 på «%2»: %3
pl: Błąd %1 w '%2': %3
pt: Erro %1 em '%2': %3
ro: Eroare %1 pe %2: %3
ru: Ошибка %1, связанная с «%2»: %3
sk: Chyba %1 na '%2': %3
tr: %2 içinde %1 hatası: %3
uk: Помилка %1 під час обробки «%2»: %3
zh_tw: '%2' 上的 %1 發生錯誤： %3
